Repository: DanTsai0903/namingpaper-desktop
Catalog: macos/NamingPaper/NamingPaper/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans, zh_hant

source: %lld files
es: %lld archivos
ja: %lld ファイル
ko: %lld개 파일
zh_hans: %lld 个文件
zh_hant: %lld 個檔案

source: A model with this name already exists
es: Ya existe un modelo con este nombre
ja: 同じ名前のモデルがすでに存在します
ko: 같은 이름의 모델이 이미 존재합니다
zh_hans: 已存在同名模型
zh_hant: 已存在同名模型

source: A template with this name already exists
es: Ya existe una plantilla con este nombre
ja: 同じ名前のテンプレートがすでに存在します
ko: 같은 이름의 템플릿이 이미 존재합니다
zh_hans: 已存在同名模板
zh_hant: 已存在同名範本

source: Abbrev
es: Abrev.
ja: 略称
ko: 약칭
zh_hans: 缩写
zh_hant: 縮寫

source: Abbreviation
es: Abreviatura
ja: 略称
ko: 약칭
zh_hans: 缩写
zh_hant: 縮寫

source: About NamingPaper
es: Acerca de NamingPaper
ja: NamingPaper について
ko: NamingPaper에 관하여
zh_hans: 关于 NamingPaper
zh_hant: 關於 NamingPaper

source: Actions
es: Acciones
ja: アクション
ko: 작업
zh_hans: 操作
zh_hant: 動作

source: Add
es: Agregar
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 新增

source: Add keywords...
es: Agregar palabras clave…
ja: キーワードを追加…
ko: 키워드 추가…
zh_hans: 添加关键词…
zh_hant: 新增關鍵詞…

source: Add new provider
es: Agregar nuevo proveedor
ja: 新しいプロバイダを追加
ko: 새 공급자 추가
zh_hans: 添加新供应商
zh_hant: 新增供應商

source: Add new template
es: Agregar nueva plantilla
ja: 新しいテンプレートを追加
ko: 새 템플릿 추가
zh_hans: 添加新模板
zh_hant: 新增範本

source: Add Paper
es: Agregar artículo
ja: 論文を追加
ko: 논문 추가
zh_hans: 添加论文
zh_hant: 新增論文

source: Add Paper...
es: Agregar artículo…
ja: 論文を追加…
ko: 논문 추가…
zh_hans: 添加论文…
zh_hant: 新增論文…

source: Add Papers
es: Agregar artículos
ja: 論文を追加
ko: 논문 추가
zh_hans: 添加论文
zh_hant: 新增論文

source: Add Papers (⌘O)
es: Agregar artículos (⌘O)
ja: 論文を追加 (⌘O)
ko: 논문 추가 (⌘O)
zh_hans: 添加论文 (⌘O)
zh_hant: 新增論文 (⌘O)

source: Add Papers...
es: Agregar artículos…
ja: 論文を追加…
ko: 논문 추가…
zh_hans: 添加论文…
zh_hant: 新增論文…

source: Add summary...
es: Agregar resumen…
ja: 概要を追加…
ko: 요약 추가…
zh_hans: 添加摘要…
zh_hant: 新增摘要…

source: Add to Library
es: Agregar a la biblioteca
ja: ライブラリに追加
ko: 라이브러리에 추가
zh_hans: 添加到资料库
zh_hant: 加入資料庫

source: Added %@
es: Agregado el %@
ja: %@ に追加
ko: %@에 추가됨
zh_hans: 添加于 %@
zh_hant: 加入於 %@

source: Adding...
es: Agregando…
ja: 追加中…
ko: 추가 중…
zh_hans: 添加中…
zh_hant: 新增中…

source: AI Provider
es: Proveedor de IA
ja: AI プロバイダ
ko: AI 공급자
zh_hans: AI 供应商
zh_hant: AI 供應商

source: All Papers
es: Todos los artículos
ja: すべての論文
ko: 모든 논문
zh_hans: 所有论文
zh_hant: 所有論文

source: An unknown error occurred.
es: Ocurrió un error desconocido.
ja: 不明なエラーが発生しました。
ko: 알 수 없는 오류가 발생했습니다.
zh_hans: 发生未知错误。
zh_hant: 發生未知錯誤。

source: Authentication failed. Check your API key in the AI Provider settings.
es: Error de autenticación. Verifica tu API key en la configuración del proveedor de IA.
ja: 認証に失敗しました。AI プロバイダ設定で API key を確認してください。
ko: 인증에 실패했습니다. AI 공급자 설정에서 API key를 확인하세요.
zh_hans: 认证失败。请在 AI 供应商设置中检查您的 API key。
zh_hant: 認證失敗。請在 AI 供應商設定中檢查您的 API key。

source: Author
es: Autor
ja: 著者
ko: 저자
zh_hans: 作者
zh_hant: 作者

source: Author name
es: Nombre del autor
ja: 著者名
ko: 저자명
zh_hans: 作者姓名
zh_hant: 作者姓名

source: Authors
es: Autores
ja: 著者
ko: 저자
zh_hans: 作者
zh_hant: 作者

source: Authors Column
es: Columna de autores
ja: 著者列
ko: 저자 열
zh_hans: 作者列
zh_hant: 作者欄

source: Base URL
es: URL base

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Categories
es: Categorías
ja: カテゴリ
ko: 카테고리
zh_hans: 分类
zh_hant: 分類

source: Categorizing
es: Categorizando
ja: 分類中
ko: 분류 중
zh_hans: 正在分类
zh_hant: 正在分類

source: Category
es: Categoría
ja: カテゴリ
ko: 카테고리
zh_hans: 分类
zh_hant: 分類

source: Change Category
es: Cambiar categoría
ja: カテゴリを変更
ko: 카테고리 변경
zh_hans: 更改分类
zh_hant: 變更分類

source: Check for Updates…
es: Buscar actualizaciones…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Choose Folder...
es: Elegir carpeta…
ja: フォルダを選択…
ko: 폴더 선택…
zh_hans: 选择文件夹…
zh_hant: 選擇資料夾…

source: Choose Your Library Folder
es: Elige la carpeta de tu biblioteca
ja: ライブラリフォルダを選択
ko: 라이브러리 폴더 선택
zh_hans: 选择资料库文件夹
zh_hant: 選擇資料庫資料夾

source: Clear All
es: Borrar todo
ja: すべてクリア
ko: 모두 지우기
zh_hans: 全部清除
zh_hant: 全部清除

source: CLI Integration
es: Integración con CLI
ja: CLI 連携
ko: CLI 연동
zh_hans: CLI 集成
zh_hant: CLI 整合

source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Close Tab
es: Cerrar pestaña
ja: タブを閉じる
ko: 탭 닫기
zh_hans: 关闭标签页
zh_hant: 關閉標籤頁

source: Command Palette
es: Paleta de comandos
ja: コマンドパレット
ko: 명령 팔레트
zh_hans: 命令面板
zh_hant: 指令面板

source: Commit failed
es: Error al guardar
ja: コミットに失敗しました
ko: 커밋 실패
zh_hans: 提交失败
zh_hant: 提交失敗

source: Configuration
es: Configuración
ja: 設定
ko: 구성
zh_hans: 配置
zh_hant: 設定

source: Configure
es: Configurar
ja: 設定
ko: 설정
zh_hans: 配置
zh_hant: 設定

source: Configure the CLI path in Preferences (⌘,)
es: Configura la ruta del CLI en Preferencias (⌘,)
ja: 環境設定 (⌘,) で CLI のパスを設定してください
ko: 환경설정 (⌘,)에서 CLI 경로를 설정하세요
zh_hans: 在偏好设置 (⌘,) 中配置 CLI 路径
zh_hant: 在偏好設定 (⌘,) 中設定 CLI 路徑

source: Continue
es: Continuar
ja: 続ける
ko: 계속
zh_hans: 继续
zh_hant: 繼續

source: Copy error message
es: Copiar mensaje de error
ja: エラーメッセージをコピー
ko: 오류 메시지 복사
zh_hans: 复制错误信息
zh_hant: 複製錯誤訊息

source: Could not connect to the AI provider. Make sure Ollama or your configured provider is running.
es: No se pudo conectar al proveedor de IA. Asegúrate de que Ollama o tu proveedor configurado esté en ejecución.
ja: AI プロバイダに接続できませんでした。Ollama または設定済みのプロバイダが実行中であることを確認してください。
ko: AI 공급자에 연결할 수 없습니다. Ollama 또는 설정한 공급자가 실행 중인지 확인하세요.
zh_hans: 无法连接到 AI 供应商。请确保 Ollama 或您配置的供应商正在运行。
zh_hant: 無法連接到 AI 供應商。請確保 Ollama 或您設定的供應商正在執行。

source: Could not recognize this PDF as an academic paper. It may not contain extractable metadata.
es: No se pudo reconocer este PDF como un artículo académico. Es posible que no contenga metadatos extraíbles.
ja: この PDF を学術論文として認識できませんでした。抽出可能なメタデータが含まれていない可能性があります。
ko: 이 PDF를 학술 논문으로 인식할 수 없습니다. 추출 가능한 메타데이터가 없을 수 있습니다.
zh_hans: 无法将此 PDF 识别为学术论文。它可能不包含可提取的元数据。
zh_hant: 無法將此 PDF 辨識為學術論文。它可能不包含可提取的元資料。

source: Create categories to group related papers
es: Crea categorías para agrupar artículos relacionados
ja: カテゴリを作成して関連論文をグループ化
ko: 카테고리를 만들어 관련 논문을 분류하세요
zh_hans: 创建分类以归类相关论文
zh_hant: 建立分類以歸類相關論文

source: Dark
es: Oscuro
ja: ダーク
ko: 다크
zh_hans: 深色
zh_hant: 深色

source: Date Added
es: Fecha de adición
ja: 追加日
ko: 추가된 날짜
zh_hans: 添加日期
zh_hant: 加入日期

source: Default
es: Predeterminado
ja: デフォルト
ko: 기본값
zh_hans: 默认
zh_hant: 預設

source: Default:
es: Predeterminado:
ja: デフォルト：
ko: 기본값:
zh_hans: 默认：
zh_hant: 預設：

source: Delete
es: Eliminar
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete "%@" and its %lld paper(s)? The PDF files will also be deleted.
es: ¿Eliminar "%@" y sus %lld artículo(s)? Los archivos PDF también se eliminarán.
ja: 「%@」とその %lld 件の論文を削除しますか？PDF ファイルも削除されます。
ko: "%@" 및 %lld개의 논문을 삭제하시겠습니까? PDF 파일도 함께 삭제됩니다.
zh_hans: 删除“%@”及其 %lld 篇论文？PDF 文件也将被删除。
zh_hant: 刪除「%@」及其 %lld 篇論文？PDF 檔案也將被刪除。

source: Delete Category
es: Eliminar categoría
ja: カテゴリを削除
ko: 카테고리 삭제
zh_hans: 删除分类
zh_hant: 刪除分類

source: Delete the empty category "%@"?
es: ¿Eliminar la categoría vacía "%@"?
ja: 空のカテゴリ「%@」を削除しますか？
ko: 빈 카테고리 "%@"을(를) 삭제하시겠습니까?
zh_hans: 删除空分类“%@”？
zh_hant: 刪除空分類「%@」？

source: Display
es: Visualización
ja: 表示
ko: 표시
zh_hans: 显示
zh_hant: 顯示

source: Done
es: Listo
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Drag & drop PDFs onto this window
es: Arrastra y suelta PDFs en esta ventana
ja: PDF をこのウインドウにドラッグ＆ドロップ
ko: 이 창에 PDF를 드래그 앤 드롭하세요
zh_hans: 将 PDF 拖放到此窗口
zh_hant: 將 PDF 拖放到此視窗

source: Drag PDFs onto the window, press ⌘O, or drop onto the dock icon
es: Arrastra PDFs a la ventana, presiona ⌘O o suéltalos en el icono del Dock
ja: PDF をウインドウにドラッグ、⌘O を押す、または Dock アイコンにドロップ
ko: PDF를 창에 드래그하거나, ⌘O를 누르거나, Dock 아이콘에 드롭하세요
zh_hans: 将 PDF 拖到窗口、按 ⌘O 或拖放到 Dock 图标上
zh_hant: 將 PDF 拖到視窗、按 ⌘O 或拖放到 Dock 圖示上

source: Drop PDFs onto the dock icon
es: Suelta PDFs en el icono del Dock
ja: PDF を Dock アイコンにドロップ
ko: Dock 아이콘에 PDF를 드롭하세요
zh_hans: 将 PDF 拖放到 Dock 图标上
zh_hant: 將 PDF 拖放到 Dock 圖示上

source: Drop PDFs to add to library
es: Suelta PDFs para agregar a la biblioteca
ja: PDF をドロップしてライブラリに追加
ko: PDF를 드롭하여 라이브러리에 추가
zh_hans: 拖放 PDF 以添加到资料库
zh_hant: 拖放 PDF 以加入資料庫

source: Edit keywords
es: Editar palabras clave
ja: キーワードを編集
ko: 키워드 편집
zh_hans: 编辑关键词
zh_hant: 編輯關鍵詞

source: Edit metadata
es: Editar metadatos
ja: メタデータを編集
ko: 메타데이터 편집
zh_hans: 编辑元数据
zh_hant: 編輯元資料

source: Edit summary
es: Editar resumen
ja: 概要を編集
ko: 요약 편집
zh_hans: 编辑摘要
zh_hant: 編輯摘要

source: Enable reasoning
es: Habilitar razonamiento
ja: 推論を有効化
ko: 추론 활성화
zh_hans: 启用推理
zh_hant: 啟用推理

source: Enter %@ API key
es: Ingresa la API key de %@
ja: %@ API key を入力
ko: %@ API key 입력
zh_hans: 输入 %@ API key
zh_hant: 輸入 %@ API key

source: Enter keywords, separated by commas
es: Ingresa palabras clave, separadas por comas
ja: キーワードをカンマ区切りで入力
ko: 키워드를 쉼표로 구분하여 입력
zh_hans: 输入关键词，用逗号分隔
zh_hant: 輸入關鍵詞，以逗號分隔

source: Extracting
es: Extrayendo
ja: 抽出中
ko: 추출 중
zh_hans: 正在提取
zh_hant: 正在提取

source: Failed
es: Error
ja: 失敗
ko: 실패
zh_hans: 失败
zh_hant: 失敗

source: Failed to set up library: %@
es: Error al configurar la biblioteca: %@
ja: ライブラリの設定に失敗しました：%@
ko: 라이브러리 설정 실패: %@
zh_hans: 资料库设置失败：%@
zh_hant: 資料庫設定失敗：%@

source: Falls back to the other format when the preferred one is not available for a paper.
es: Si el formato preferido no está disponible para un artículo, se usa el otro formato.
ja: 論文に優先形式がない場合、もう一方の形式にフォールバックします。
ko: 선호하는 형식을 사용할 수 없는 경우 다른 형식으로 대체됩니다.
zh_hans: 当论文没有首选格式时，将回退到另一种格式。
zh_hant: 當論文沒有偏好格式時，將回退到另一種格式。

source: Filename
es: Nombre de archivo
ja: ファイル名
ko: 파일명
zh_hans: 文件名
zh_hant: 檔案名稱

source: Find in Library
es: Buscar en la biblioteca
ja: ライブラリ内を検索
ko: 라이브러리에서 찾기
zh_hans: 在资料库中查找
zh_hant: 在資料庫中尋找

source: Folder Not Empty
es: La carpeta no está vacía
ja: フォルダが空ではありません
ko: 폴더가 비어 있지 않습니다
zh_hans: 文件夹不为空
zh_hant: 資料夾不是空的

source: From
es: Desde
ja: 開始
ko: 시작
zh_hans: 从
zh_hant: 從

source: Full Name
es: Nombre completo
ja: フルネーム
ko: 전체 이름
zh_hans: 全名
zh_hant: 全名

source: Get Started
es: Comenzar
ja: はじめる
ko: 시작하기
zh_hans: 开始使用
zh_hant: 開始使用

source: Insert Placeholder
es: Insertar marcador
ja: プレースホルダを挿入
ko: 자리 표시자 삽입
zh_hans: 插入占位符
zh_hant: 插入佔位符

source: Invalid placeholder: {%@}
es: Marcador no válido: {%@}
ja: 無効なプレースホルダ：{%@}
ko: 잘못된 자리 표시자: {%@}
zh_hans: 无效的占位符：{%@}
zh_hant: 無效的佔位符：{%@}

source: Journal
es: Revista
ja: ジャーナル
ko: 저널
zh_hans: 期刊
zh_hant: 期刊

source: Journal Column
es: Columna de revista
ja: ジャーナル列
ko: 저널 열
zh_hans: 期刊列
zh_hant: 期刊欄

source: Keywords
es: Palabras clave
ja: キーワード
ko: 키워드
zh_hans: 关键词
zh_hant: 關鍵詞

source: Language
es: Idioma
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Last Name
es: Apellido
ja: 姓
ko: 성
zh_hans: 姓氏
zh_hant: 姓氏

source: Later
es: Más tarde
ja: 後で
ko: 나중에
zh_hans: 稍后
zh_hant: 稍後

source: Light
es: Claro
ja: ライト
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

source: Migration failed: %@
es: Error de migración: %@
ja: 移行に失敗しました：%@
ko: 마이그레이션 실패: %@
zh_hans: 迁移失败：%@
zh_hant: 遷移失敗：%@

source: Model
es: Modelo
ja: モデル
ko: 모델
zh_hans: 模型
zh_hant: 模型

source: Model Name
es: Nombre del modelo
ja: モデル名
ko: 모델 이름
zh_hans: 模型名称
zh_hant: 模型名稱

source: Move Anyway
es: Mover de todos modos
ja: それでも移動
ko: 그래도 이동
zh_hans: 仍然移动
zh_hant: 仍然搬移

source: Move...
es: Mover…
ja: 移動…
ko: 이동…
zh_hans: 移动…
zh_hant: 搬移…

source: Moving library...
es: Moviendo biblioteca…
ja: ライブラリを移動中…
ko: 라이브러리 이동 중…
zh_hans: 正在移动资料库…
zh_hant: 正在搬移資料庫…

source: Name
es: Nombre
ja: 名前
ko: 이름
zh_hans: 名称
zh_hant: 名稱

source: Name Format
es: Formato de nombre
ja: 名前の形式
ko: 이름 형식
zh_hans: 命名格式
zh_hant: 命名格式

source: namingpaper CLI not found
es: namingpaper CLI no encontrado
ja: namingpaper CLI が見つかりません
ko: namingpaper CLI를 찾을 수 없습니다
zh_hans: 未找到 namingpaper CLI
zh_hant: 找不到 namingpaper CLI

source: New Category...
es: Nueva categoría…
ja: 新規カテゴリ…
ko: 새 카테고리…
zh_hans: 新建分类…
zh_hant: 新增分類…

source: New Subcategory...
es: Nueva subcategoría…
ja: 新規サブカテゴリ…
ko: 새 하위 카테고리…
zh_hans: 新建子分类…
zh_hant: 新增子分類…

source: Next Tab
es: Pestaña siguiente
ja: 次のタブ
ko: 다음 탭
zh_hans: 下一个标签页
zh_hant: 下一個標籤頁

source: No recent papers
es: No hay artículos recientes
ja: 最近の論文はありません
ko: 최근 논문 없음
zh_hans: 没有最近的论文
zh_hant: 沒有最近的論文

source: OCR Model
es: Modelo OCR
ja: OCR モデル
ko: OCR 모델
zh_hans: OCR 模型
zh_hant: OCR 模型

source: Open in Preview
es: Abrir en Preview
ja: Preview で開く
ko: Preview에서 열기
zh_hans: 在 Preview 中打开
zh_hant: 在 Preview 中開啟

source: Open Preferences
es: Abrir preferencias
ja: 環境設定を開く
ko: 환경설정 열기
zh_hans: 打开偏好设置
zh_hant: 開啟偏好設定

source: Optional
es: Opcional
ja: 任意
ko: 선택 사항
zh_hans: 可选
zh_hant: 可選

source: Optional (not set by default)
es: Opcional (no configurado por defecto)
ja: 任意（デフォルトでは未設定）
ko: 선택 사항 (기본값 없음)
zh_hans: 可选（默认未设置）
zh_hant: 可選（預設未設定）

source: Organize
es: Organizar
ja: 整理
ko: 정리
zh_hans: 整理
zh_hant: 整理

source: Organize and manage your academic paper library
es: Organiza y gestiona tu biblioteca de artículos académicos
ja: 学術論文ライブラリを整理・管理
ko: 학술 논문 라이브러리를 정리하고 관리하세요
zh_hans: 整理和管理您的学术论文库
zh_hant: 整理和管理您的學術論文庫

source: Page %lld of %lld
es: Página %lld de %lld
ja: %lld / %lld ページ
ko: %lld / %lld 페이지
zh_hans: 第 %lld 页，共 %lld 页
zh_hant: 第 %lld 頁，共 %lld 頁

source: Papers
es: Artículos
ja: 論文
ko: 논문
zh_hans: 论文
zh_hant: 論文

source: Papers Directory
es: Directorio de artículos
ja: 論文ディレクトリ
ko: 논문 디렉토리
zh_hans: 论文目录
zh_hant: 論文目錄

source: Pattern
es: Patrón
ja: パターン
ko: 패턴
zh_hans: 模式
zh_hant: 模式

source: PDF not found
es: PDF no encontrado
ja: PDF が見つかりません
ko: PDF를 찾을 수 없습니다
zh_hans: 未找到 PDF
zh_hant: 找不到 PDF

source: Press ⌘O to open a file picker
es: Presiona ⌘O para abrir el selector de archivos
ja: ⌘O でファイル選択画面を開く
ko: ⌘O를 눌러 파일 선택기 열기
zh_hans: 按 ⌘O 打开文件选择器
zh_hant: 按 ⌘O 開啟檔案選擇器

source: Preview
es: Vista previa
ja: プレビュー
ko: 미리보기
zh_hans: 预览
zh_hant: 預覽

source: Previous Tab
es: Pestaña anterior
ja: 前のタブ
ko: 이전 탭
zh_hans: 上一个标签页
zh_hant: 上一個標籤頁

source: Prioritize existing categories
es: Priorizar categorías existentes
ja: 既存のカテゴリを優先
ko: 기존 카테고리 우선 사용
zh_hans: 优先使用现有分类
zh_hant: 優先使用現有分類

source: Processing
es: Procesando
ja: 処理中
ko: 처리 중
zh_hans: 处理中
zh_hant: 處理中

source: Processing...
es: Procesando…
ja: 処理中…
ko: 처리 중…
zh_hans: 处理中…
zh_hant: 處理中…

source: Quick Start
es: Inicio rápido
ja: クイックスタート
ko: 빠른 시작
zh_hans: 快速入门
zh_hant: 快速入門

source: Recategorize
es: Recategorizar
ja: 再分類
ko: 재분류
zh_hans: 重新分类
zh_hant: 重新分類

source: Recent
es: Recientes
ja: 最近
ko: 최근
zh_hans: 最近
zh_hant: 最近

source: Relaunch Now
es: Reiniciar ahora
ja: 今すぐ再起動
ko: 지금 재실행
zh_hans: 立即重新启动
zh_hant: 立即重新啟動

source: Relaunch to Apply
es: Reiniciar para aplicar
ja: 再起動して適用
ko: 재실행하여 적용
zh_hans: 重新启动以应用
zh_hant: 重新啟動以套用

source: Remove
es: Eliminar
ja: 取り除く
ko: 제거
zh_hans: 移除
zh_hant: 移除

source: Remove "%@" from your library?
es: ¿Eliminar "%@" de tu biblioteca?
ja: 「%@」をライブラリから取り除きますか？
ko: 라이브러리에서 "%@"을(를) 제거하시겠습니까?
zh_hans: 从资料库中移除“%@”？
zh_hant: 從資料庫中移除「%@」？

source: Remove and Delete File
es: Eliminar y borrar archivo
ja: 取り除いてファイルを削除
ko: 제거 및 파일 삭제
zh_hans: 移除并删除文件
zh_hant: 移除並刪除檔案

source: Remove from Library Only
es: Solo eliminar de la biblioteca
ja: ライブラリからのみ取り除く
ko: 라이브러리에서만 제거
zh_hans: 仅从资料库中移除
zh_hant: 僅從資料庫中移除

source: Remove Paper
es: Eliminar artículo
ja: 論文を取り除く
ko: 논문 제거
zh_hans: 移除论文
zh_hant: 移除論文

source: Remove selected provider
es: Eliminar proveedor seleccionado
ja: 選択したプロバイダを削除
ko: 선택한 공급자 제거
zh_hans: 移除选中的供应商
zh_hant: 移除所選供應商

source: Remove selected template
es: Eliminar plantilla seleccionada
ja: 選択したテンプレートを削除
ko: 선택한 템플릿 제거
zh_hans: 移除选中的模板
zh_hant: 移除所選範本

source: Rename file
es: Renombrar archivo
ja: ファイル名を変更
ko: 파일 이름 변경
zh_hans: 重命名文件
zh_hant: 重新命名檔案

source: Rename...
es: Renombrar…
ja: 名前を変更…
ko: 이름 변경…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Reveal in Finder
es: Mostrar en Finder
ja: Finder で表示
ko: Finder에서 보기
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Review Results
es: Revisar resultados
ja: 結果を確認
ko: 결과 확인
zh_hans: 检查结果
zh_hant: 檢查結果

source: Save
es: Guardar
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Saved
es: Guardado
ja: 保存済み
ko: 저장됨
zh_hans: 已保存
zh_hant: 已儲存

source: Search
es: Buscar
ja: 検索
ko: 검색
zh_hans: 搜索
zh_hant: 搜尋

source: Search across titles, authors, journals, and keywords
es: Busca en títulos, autores, revistas y palabras clave
ja: タイトル、著者、ジャーナル、キーワードを横断検索
ko: 제목, 저자, 저널, 키워드를 검색하세요
zh_hans: 跨标题、作者、期刊和关键词搜索
zh_hant: 跨標題、作者、期刊和關鍵詞搜尋

source: Search Library
es: Buscar en la biblioteca
ja: ライブラリを検索
ko: 라이브러리 검색
zh_hans: 搜索资料库
zh_hant: 搜尋資料庫

source: Search papers...
es: Buscar artículos…
ja: 論文を検索…
ko: 논문 검색…
zh_hans: 搜索论文…
zh_hant: 搜尋論文…

source: Search Results
es: Resultados de búsqueda
ja: 検索結果
ko: 검색 결과
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: Select a paper to view details
es: Selecciona un artículo para ver los detalles
ja: 論文を選択して詳細を表示
ko: 논문을 선택하여 세부 정보 보기
zh_hans: 选择一篇论文以查看详情
zh_hant: 選擇一篇論文以查看詳情

source: Select a template or create a new one
es: Selecciona una plantilla o crea una nueva
ja: テンプレートを選択するか、新しく作成してください
ko: 템플릿을 선택하거나 새로 만드세요
zh_hans: 选择一个模板或创建新模板
zh_hant: 選擇一個範本或建立新範本

source: Starred
es: Destacados
ja: スター付き
ko: 즐겨찾기
zh_hans: 已加星标
zh_hant: 已加星號

source: Start Processing
es: Iniciar procesamiento
ja: 処理を開始
ko: 처리 시작
zh_hans: 开始处理
zh_hant: 開始處理

source: Stored securely in Keychain
es: Almacenado de forma segura en Keychain
ja: Keychain に安全に保存されています
ko: Keychain에 안전하게 저장됨
zh_hans: 已安全存储在 Keychain 中
zh_hant: 已安全儲存在 Keychain 中

source: Summarizing
es: Resumiendo
ja: 要約中
ko: 요약 중
zh_hans: 正在生成摘要
zh_hant: 正在生成摘要

source: Summary
es: Resumen
ja: 概要
ko: 요약
zh_hans: 摘要
zh_hant: 摘要

source: Sync Library
es: Sincronizar biblioteca
ja: ライブラリを同期
ko: 라이브러리 동기화
zh_hans: 同步资料库
zh_hant: 同步資料庫

source: System
es: Sistema
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

source: Template
es: Plantilla
ja: テンプレート
ko: 템플릿
zh_hans: 模板
zh_hant: 範本

source: Template must contain at least one placeholder
es: La plantilla debe contener al menos un marcador
ja: テンプレートには少なくとも1つのプレースホルダが必要です
ko: 템플릿에 자리 표시자가 하나 이상 포함되어야 합니다
zh_hans: 模板必须包含至少一个占位符
zh_hant: 範本必須包含至少一個佔位符

source: Templates
es: Plantillas
ja: テンプレート
ko: 템플릿
zh_hans: 模板
zh_hant: 範本

source: The AI model was not found. Make sure the required model is installed in your provider.
es: No se encontró el modelo de IA. Asegúrate de que el modelo requerido esté instalado en tu proveedor.
ja: AI モデルが見つかりませんでした。必要なモデルがプロバイダにインストールされていることを確認してください。
ko: AI 모델을 찾을 수 없습니다. 필요한 모델이 공급자에 설치되어 있는지 확인하세요.
zh_hans: 未找到 AI 模型。请确保所需模型已安装在您的供应商中。
zh_hant: 找不到 AI 模型。請確保所需模型已安裝在您的供應商中。

source: The app needs to relaunch for the language change to take effect.
es: La aplicación necesita reiniciarse para que el cambio de idioma surta efecto.
ja: 言語の変更を反映するにはアプリの再起動が必要です。
ko: 언어 변경을 적용하려면 앱을 다시 시작해야 합니다.
zh_hans: 需要重新启动应用以使语言更改生效。
zh_hant: 需要重新啟動應用程式以使語言變更生效。

source: The selected folder already contains files. Existing files with the same name will be kept and library files will be skipped.
es: La carpeta seleccionada ya contiene archivos. Los archivos existentes con el mismo nombre se conservarán y los archivos de la biblioteca se omitirán.
ja: 選択したフォルダにはすでにファイルがあります。同名の既存ファイルは保持され、ライブラリファイルはスキップされます。
ko: 선택한 폴더에 이미 파일이 있습니다. 같은 이름의 기존 파일은 유지되고 라이브러리 파일은 건너뜁니다.
zh_hans: 所选文件夹已包含文件。同名的现有文件将被保留，资料库文件将被跳过。
zh_hant: 所選資料夾已包含檔案。同名的現有檔案將被保留，資料庫檔案將被略過。

source: Theme
es: Tema
ja: テーマ
ko: 테마
zh_hans: 主题
zh_hant: 主題

source: This is where your papers will be stored. You can change this later in Preferences.
es: Aquí se almacenarán tus artículos. Puedes cambiarlo más tarde en Preferencias.
ja: 論文はここに保存されます。 後で環境設定から変更できます。
ko: 논문이 이 폴더에 저장됩니다. 나중에 환경설정에서 변경할 수 있습니다.
zh_hans: 您的论文将存储在此处。 您可以稍后在偏好设置中更改。
zh_hant: 您的論文將儲存在此處。 您可以稍後在偏好設定中變更。

source: This paper is already in your library.
es: Este artículo ya está en tu biblioteca.
ja: この論文はすでにライブラリにあります。
ko: 이 논문은 이미 라이브러리에 있습니다.
zh_hans: 此论文已在您的资料库中。
zh_hant: 此論文已在您的資料庫中。

source: Title
es: Título
ja: タイトル
ko: 제목
zh_hans: 标题
zh_hant: 標題

source: To
es: Hasta
ja: 終了
ko: 끝
zh_hans: 到
zh_hant: 到

source: Toggle Sidebar
es: Mostrar/ocultar barra lateral
ja: サイドバーを切り替え
ko: 사이드바 전환
zh_hans: 切换侧边栏
zh_hant: 切換側邊欄

source: Type a command or paper name...
es: Escribe un comando o nombre de artículo…
ja: コマンドまたは論文名を入力…
ko: 명령 또는 논문 이름 입력…
zh_hans: 输入命令或论文名称…
zh_hant: 輸入指令或論文名稱…

source: Use the namingpaper CLI to batch-rename and extract metadata
es: Usa el CLI de namingpaper para renombrar en lote y extraer metadatos
ja: namingpaper CLI で一括リネームとメタデータ抽出
ko: namingpaper CLI로 일괄 이름 변경 및 메타데이터 추출
zh_hans: 使用 namingpaper CLI 批量重命名并提取元数据
zh_hant: 使用 namingpaper CLI 批次重新命名並提取元資料

source: Use This Provider
es: Usar este proveedor
ja: このプロバイダを使用
ko: 이 공급자 사용
zh_hans: 使用此供应商
zh_hant: 使用此供應商

source: Use This Template
es: Usar esta plantilla
ja: このテンプレートを使用
ko: 이 템플릿 사용
zh_hans: 使用此模板
zh_hant: 使用此範本

source: Used only when the PDF has no extractable text
es: Se usa solo cuando el PDF no tiene texto extraíble
ja: PDF に抽出可能なテキストがない場合のみ使用
ko: PDF에서 추출 가능한 텍스트가 없을 때만 사용
zh_hans: 仅在 PDF 没有可提取文本时使用
zh_hant: 僅在 PDF 沒有可提取文字時使用

source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Welcome to %@
es: Bienvenido a %@
ja: %@ へようこそ
ko: %@에 오신 것을 환영합니다
zh_hans: 欢迎使用 %@
zh_hant: 歡迎使用 %@

source: Welcome to NamingPaper
es: Bienvenido a NamingPaper
ja: NamingPaper へようこそ
ko: NamingPaper에 오신 것을 환영합니다
zh_hans: 欢迎使用 NamingPaper
zh_hant: 歡迎使用 NamingPaper

source: Year
es: Año
ja: 年
ko: 연도
zh_hans: 年份
zh_hant: 年份

source: Your paper library is empty. Add papers to get started.
es: Tu biblioteca de artículos está vacía. Agrega artículos para comenzar.
ja: 論文ライブラリは空です。論文を追加して始めましょう。
ko: 논문 라이브러리가 비어 있습니다. 논문을 추가하여 시작하세요.
zh_hans: 您的论文库是空的。添加论文以开始使用。
zh_hant: 您的論文庫是空的。新增論文以開始使用。

source: General
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般
